Repository: JakubCzura/KnitterNotebookProject
Catalog: KnitterNotebook/Properties/Translations.*.resx
Languages: pl_pl

source: Account
pl_pl: Konto

# AddMovieUrl
source: Add movie's url
pl_pl: Dodaj link do filmu

source: Add photo
pl_pl: Dodaj zdjęcie

# AddProjectPhoto
source: Add project's photo
pl_pl: Dodaj zdjęcie projektu

source: Add sample
pl_pl: Dodaj próbkę

# ApplicationTheme
source: Application's theme
pl_pl: Motyw aplikacji

source: Application will shut down
pl_pl: Aplikacja zostanie zamknięta

source: Choose .pdf file with pattern
pl_pl: Wybierz plik .pdf ze wzorem

source: Choose photo
pl_pl: Wybierz zdjęcie

source: Create account
pl_pl: Utwórz konto

source: Database error
pl_pl: Błąd bazy danych

source: Delete link
pl_pl: Skasuj link

source: Delete .pdf file with pattern
pl_pl: Skasuj plik .pdf ze wzorem

source: Delete photo
pl_pl: Skasuj zdjęcie

source: Delete project
pl_pl: Skasuj project

source: Delete sample
pl_pl: Skasuj próbkę

source: Description
pl_pl: Opis

# DontHaveAccount
source: Don't have an account?
pl_pl: Nie posiadasz konta?

source: End date
pl_pl: Data zakończenia

# ErrorWhileAddingMovieUrl
source: Error while adding movie's url
pl_pl: Błąd podczas dodania linku do filmu

# ErrorWhileAddingProjectPhoto
source: Error while adding project's photo
pl_pl: Błąd podczas dodania zdjęcia projektu

source: Error while deleting finished project
pl_pl: Błąd podczas kasowania ukończonego projektu

# ErrorWhileDeletingFinishedProjectPhoto
source: Error while deleting finished project's photo
pl_pl: Błąd podczas kasowania zdjęcia ukończonego projektu

# ErrorWhileDeletingMovieUrl
source: Error while deleting movie's url
pl_pl: Błąd podczas kasowania linku do filmu

source: Error while deleting planned project
pl_pl: Błąd podczas kasowania planowanego projektu

source: Error while deleting project in progress
pl_pl: Błąd podczas kasowania projektu w trakcie

source: Error while deleting project in progress photo
pl_pl: Błąd podczas kasowania zdjęcia projektu w trakcie

source: Error while deleting sample
pl_pl: Błąd podczas kasowania próbki obliczeniowej

source: Error while finishing project in progress
pl_pl: Błąd podczas ukończenia projektu w trakcie

source: Error while moving finished project to projects in progress
pl_pl: Błąd podczas przeniesienia ukończonego projektu do projektów w trakcie

source: Error while moving project in progress to planned projects
pl_pl: Błąd podczas przeniesienia projektu w trakcie do planowanych projektów

source: Error while opening movie in web browser
pl_pl: Błąd podczas otworzenia filmu w przeglądarce

source: Error while planning new project
pl_pl: Błąd podczas planowania nowego projektu

source: Error while starting planned project
pl_pl: Błąd podczas rozpoczynania planowanego projektu

# FilterByNeedleSize
source: Filter by needle's size
pl_pl: Filtruj po rozmiarze drutu

# FilterByProjectName
source: Filter by project's name
pl_pl: Filtruj po nazwie projektu

source: Finished project
pl_pl: Ukończony projekt

source: Finished projects
pl_pl: Ukończone projekty

source: Finish project
pl_pl: Zakończ projekt

# ForgotPassword
source: Forgot your password?
pl_pl: Zapomniałeś hasła?

source: Invalid login credentials
pl_pl: Nieprawidłowe dane logowania

source: Loops quantity
pl_pl: Ilość oczek

source: Loops x rows
pl_pl: Oczka x rzędy

source: Move to planned projects
pl_pl: Przenieś do planowanych projektów

source: Move to projects in progress
pl_pl: Przenieś do projektów w trakcie

source: Needles
pl_pl: Druty

# NeedleSize
source: Needle's size
pl_pl: Rozmiar drutu

source: New e-mail
pl_pl: Nowy e-mail

# NewMovieUrlAdded
source: New movie's url added
pl_pl: Dodano nowy link do filmu

source: New nickname
pl_pl: Nowa nazwa użytkownika

source: New password
pl_pl: Nowe hasło

source: New project planned
pl_pl: Zaplanowano nowy projekt

source: New theme
pl_pl: Nowy motyw

source: Nice to see you
pl_pl: Miło Cię widzieć

source: Not yet specified
pl_pl: Jeszcze nie podano

source: Options
pl_pl: Opcja

source: Pdf with pattern
pl_pl: Pdf ze wzorem

source: Photo
pl_pl: Zdjęcie

source: Photos
pl_pl: Zdjęcia

# Placeholder_CommaSeparatedNames
source: Comma-separated names, e.g.: w1 , w2 , w3
pl_pl: Nazwy oddzielone przecinkiem, np.: w1 , w2 , w3

# Placeholder_Nickname
source: Nickname
pl_pl: Nazwa użytkownika

# Placeholder_Password
source: Password
pl_pl: Hasło

# Placeholder_PasswordResetToken
source: Password reset token
pl_pl: Token do zresetowania hasła

# Placeholder_RepeatNewPassword
source: Repeat new password
pl_pl: Powtórz nowe hasło

# Placeholder_TypeDescription
source: Type description
pl_pl: Podaj opis

# Placeholder_TypeLink
source: Type link
pl_pl: Podaj link

# Placeholder_TypeLoopsQuantity
source: Type loops quantity
pl_pl: Podaj ilość oczek

# Placeholder_TypeNeedleSize
source: Type needle's size
pl_pl: Podaj rozmiar drutu

# Placeholder_TypeNewEmail
source: Type new email
pl_pl: Podaj nowy adres e-mail

# Placeholder_TypeNewNickname
source: Type new nickname
pl_pl: Podaj nową nazwę użytkownika

# Placeholder_TypeNewPassword
source: Type new password
pl_pl: Podaj nowe hasło

# Placeholder_TypeProjectName
source: Type project's name
pl_pl: Podaj nazwę projektu

# Placeholder_TypeRowsQuantity
source: Type rows quantity
pl_pl: Podaj ilość rzędów

# Placeholder_TypeTitle
source: Type title
pl_pl: Podaj tytuł

# Placeholder_TypeYarnName
source: Type yarn's name
pl_pl: Podaj nazwę włóczki

source: Planned project
pl_pl: Planowany projekt

source: Planned projects
pl_pl: Planowane projekty

source: Plan out project
pl_pl: Zaplanuj projekt

source: Play movie
pl_pl: Odtwórz film

source: Project in progress
pl_pl: Projekt w trakcie

# ProjectName
source: Project's name
pl_pl: Nazwa projektu

source: Projects in progress
pl_pl: Projekty w trakcie

source: Reset password
pl_pl: Przywróć hasło

source: Rows quantity
pl_pl: Ilość rzędów

source: Samples
pl_pl: Próbki obliczeniowe

source: Send
pl_pl: Wyślij

source: Settings
pl_pl: Ustawienia

source: Show pattern
pl_pl: Pokaż wzór

source: Sign in
pl_pl: Zaloguj się

source: Sign out
pl_pl: Wyloguj

source: Sign up
pl_pl: Zarejestruj się

source: Start date
pl_pl: Data rozpoczęcia

source: Start project
pl_pl: Rozpocznij projekt

source: Submit
pl_pl: Potwierdź

source: Title
pl_pl: Tytuł

source: Type e-mail
pl_pl: Podaj e-mail

source: Type new login credentials
pl_pl: Podaj nowe dane logowania

# UserAccount
source: User's account
pl_pl: Konto użytkownika

source: User not found
pl_pl: Nie znaleziono użytkownika

source: Welcome to Knitter Notebook
pl_pl: Witaj w Dzienniku Dziewiarki

# WeWillSendPasswordResetToken
source: We will send you token necessary to reset your password
pl_pl: Wyślemy ci token potrzebny do zresetowania hasła

# YarnName
source: Yarn's name
pl_pl: Nazwa włóczki

source: Yarns
pl_pl: Włóczki

source: YarnsNames
pl_pl: Nazwy włóczek
